Repository: SenaTaka/car_ui
Catalog: car_ui/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, zh_hans

source: 矢印は進行方向を向きます。
de: Der Pfeil zeigt in Fahrtrichtung.
en: The arrow points in the direction of travel.
es: La flecha apunta en la dirección de desplazamiento.
fr: La flèche pointe dans la direction du déplacement.
zh_hans: 箭头指向行进方向。

source: 短期燃料補正 B1
de: Kurzzeit-Kraftstofftrimm B1
en: Short Fuel Trim B1
es: Ajuste de combustible a corto plazo B1
fr: Correction de carburant à court terme B1
zh_hans: 短期燃油修正 B1

source: 短期燃料補正 B2
de: Kurzzeit-Kraftstofftrimm B2
en: Short Fuel Trim B2
es: Ajuste de combustible a corto plazo B2
fr: Correction de carburant à court terme B2
zh_hans: 短期燃油修正 B2

source: 秒
de: s
en: s
es: s
fr: s

source: 端末の取り付け角度に依存せず、水平面の G を表示します。
de: Zeigt die G-Kraft in der horizontalen Ebene unabhängig vom Montagewinkel des Geräts an.
en: Shows level-plane G regardless of the device's mounting angle.
es: Muestra la G en el plano horizontal, sin importar el ángulo de montaje del dispositivo.
fr: Affiche le G dans le plan horizontal, indépendamment de l'angle de montage de l'appareil.
zh_hans: 不受设备安装角度影响,显示水平面上的 G 值。

source: 経度
de: Längengrad
en: Longitude
es: Longitud
fr: Longitude
zh_hans: 经度

source: 絶対負荷
de: Absolute Last
en: Absolute Load
es: Carga absoluta
fr: Charge absolue
zh_hans: 绝对负荷

source: 続ける
de: Weiter
en: Continue
es: Continuar
fr: Continuer
zh_hans: 继续

source: 緯度
de: Breitengrad
en: Latitude
es: Latitud
fr: Latitude
zh_hans: 纬度

source: 縦持ち(1行=1サンプル)
de: Lang (1 Zeile = 1 Messwert)
en: Long (1 row = 1 sample)
es: Largo (1 fila = 1 muestra)
fr: Long (1 ligne = 1 échantillon)
zh_hans: 纵向排列(1 行 = 1 个采样点)

source: 縦持ち: channel,name,unit,time,value の生ログ形式。
de: Lang: Rohformat mit channel,name,unit,time,value.
en: Long: raw log format with channel,name,unit,time,value.
es: Largo: formato de registro sin procesar con channel,name,unit,time,value.
fr: Long : format de journal brut avec channel,name,unit,time,value.
zh_hans: 纵向排列:channel,name,unit,time,value 的原始日志格式。

source: 自動
de: Automatisch
en: Auto
es: Automático
fr: Auto
zh_hans: 自动

source: 自動(地域に合わせる)
de: Automatisch (nach Region)
en: Automatic (match region)
es: Automático (según la región)
fr: Automatique (selon la région)
zh_hans: 自动（跟随地区）

source: 自動(実測の最小〜最大)
de: Automatisch (gemessenes Min–Max)
en: Auto (measured min–max)
es: Automático (mín-máx medidos)
fr: Auto (min-max mesuré)
zh_hans: 自动(实测最小值~最大值)

source: 自動判定中
de: Wird automatisch erkannt
en: Auto-detecting
es: Detectando automáticamente
fr: Détection automatique
zh_hans: 自动判定中

source: 航空写真
de: Satellit
en: Satellite
es: Satélite
fr: Satellite
zh_hans: 卫星影像

source: 良好
de: Gut
en: Good
es: Buena
fr: Bon

source: 色分け
de: Farbcodierung
en: Color Coding
es: Codificación por color
fr: Code couleur
zh_hans: 颜色区分

source: 行をタップすると各項目の説明を表示します。
de: Tippen Sie auf eine Zeile, um die Beschreibung des jeweiligen Eintrags anzuzeigen.
en: Tap a row to see what each item means.
es: Toque una fila para ver la descripción de cada elemento.
fr: Appuyez sur une ligne pour afficher la description de chaque élément.
zh_hans: 点按某一行即可查看该项目的说明。

source: 表示
de: Anzeige
en: View
es: Vista
fr: Affichage
zh_hans: 显示

source: 表示中のチャンネル
de: Angezeigte Kanäle
en: Visible Channels
es: Canales visibles
fr: Canaux visibles
zh_hans: 当前显示的通道

source: 表示範囲
de: Zeitbereich
en: Time Range
es: Rango de tiempo
fr: Plage de temps
zh_hans: 显示范围

source: 要求トルク
de: Angefordertes Drehmoment
en: Demanded Torque
es: Par solicitado
fr: Couple demandé
zh_hans: 请求扭矩

source: 触媒温度 B1S1
de: Katalysatortemperatur B1S1
en: Catalyst Temp B1S1
es: Temp. del catalizador B1S1
fr: Température catalyseur B1S1
zh_hans: 催化器温度 B1S1

source: 触媒温度 B1S2
de: Katalysatortemperatur B1S2
en: Catalyst Temp B1S2
es: Temp. del catalizador B1S2
fr: Température catalyseur B1S2
zh_hans: 催化器温度 B1S2

source: 触媒温度 B2S1
de: Katalysatortemperatur B2S1
en: Catalyst Temp B2S1
es: Temp. del catalizador B2S1
fr: Température catalyseur B2S1
zh_hans: 催化器温度 B2S1

source: 触媒温度 B2S2
de: Katalysatortemperatur B2S2
en: Catalyst Temp B2S2
es: Temp. del catalizador B2S2
fr: Température catalyseur B2S2
zh_hans: 催化器温度 B2S2

source: 言語
de: Sprache
en: Language
es: Idioma
fr: Langue
zh_hans: 语言

source: 言語設定
de: Sprache
en: Language
es: Idioma
fr: Langue
zh_hans: 语言设置

source: 計測したデータはすべてこの iPhone の中だけに保存されます。
de: Alle gemessenen Daten werden ausschließlich auf diesem iPhone gespeichert.
en: All measured data stays on this iPhone.
es: Todos los datos medidos se guardan únicamente en este iPhone.
fr: Toutes les données mesurées restent uniquement sur cet iPhone.
zh_hans: 所测得的所有数据均仅保存在此 iPhone 中。

source: 計測中
de: Messung läuft
en: Measuring
es: Midiendo
fr: Mesure en cours
zh_hans: 测量中

source: 計測完了
de: Abgeschlossen
en: Finished
es: Finalizado
fr: Terminé
zh_hans: 测量完成

source: 計測開始
de: Lauf starten
en: Start Run
es: Iniciar prueba
fr: Démarrer le chrono
zh_hans: 开始测量

source: 記録
de: Aufzeichnung
en: Recording
es: Registro
fr: Enregistrement
zh_hans: 记录

source: 記録 %lld 点
de: Aufgezeichnet: %lld Punkte
en: Recorded: %lld pts
es: Registrados: %lld pts
fr: Enregistré : %lld pts
zh_hans: 已记录 %lld 个点

source: 記録 %lld分%lld秒
de: Aufgezeichnet %lld Min. %lld s
en: Recorded %lldm %llds
es: Registrados %lld min %lld s
fr: Enregistré %lld min %lld s
zh_hans: 记录 %lld分%lld秒

source: 記録 %lld秒
de: Aufgezeichnet %lld s
en: Recorded %llds
es: Registrados %lld s
fr: Enregistré %lld s
zh_hans: 记录 %lld秒

source: 記録が%lld件を超えています。エクスポートは切り詰められます — Pro で無制限に
de: Über %lld Datensätze — der Export wird gekürzt. Mit Pro unbegrenzt
en: Over %lld records — the export will be truncated. Go unlimited with Pro
es: Hay más de %lld registros. La exportación se recortará — hazte Pro para exportar sin límite
fr: Plus de %lld enregistrements. L'export sera tronqué — passez à Pro pour un accès illimité
zh_hans: 记录已超过 %lld 条。导出内容将被截断 — 升级 Pro 即可无限制

source: 記録されたデータがまだありません
de: Noch keine aufgezeichneten Daten
en: No recorded data yet
es: Todavía no hay datos registrados
fr: Aucune donnée enregistrée pour le moment
zh_hans: 暂无已记录的数据

source: 記録していません
de: Keine Aufzeichnung
en: Not recording
es: No se está registrando
fr: Pas d'enregistrement en cours
zh_hans: 未在记录

source: 記録を保存
de: Lauf speichern
en: Save Run
es: Guardar registro
fr: Enregistrer le run
zh_hans: 保存记录

source: 記録を保存 (Pro)
de: Lauf speichern (Pro)
en: Save Run (Pro)
es: Guardar registro (Pro)
fr: Enregistrer le run (Pro)
zh_hans: 保存记录 (Pro)

source: 記録を保存しました
de: Lauf gespeichert
en: Run Saved
es: Registro guardado
fr: Run enregistré
zh_hans: 记录已保存

source: 記録を消去
de: Aufzeichnung löschen
en: Clear Recording
es: Borrar registro
fr: Effacer l'enregistrement
zh_hans: 清除记录

source: 記録を開始
de: Aufzeichnung starten
en: Start Recording
es: Iniciar registro
fr: Démarrer l'enregistrement
zh_hans: 开始记录

source: 記録・軌跡の復元範囲。少ないほど起動後の動作が軽くなります(次回起動から反映)。
de: Umfang der wiederhergestellten Aufzeichnungen und Routen. Weniger sorgt für schnelleres Verhalten nach dem Start (wirksam ab dem nächsten Start).
en: How much recorded data and track history to restore. Less keeps the app faster (applies from next launch).
es: Cuánto historial de registros y rutas se restaura. Cuanto menos, más ligero será el arranque de la app (se aplica desde el próximo inicio).
fr: Quantité de données enregistrées et d'historique de trajet à restaurer. Moins de données rend l'appli plus rapide au démarrage (effectif au prochain lancement).
zh_hans: 记录与轨迹的恢复范围。范围越小,启动后运行越流畅(从下次启动生效)。

source: 記録中
de: Aufzeichnung läuft
en: Recording
es: Registrando
fr: Enregistrement en cours
zh_hans: 记录中

source: 設定
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
zh_hans: 设置

source: 読み込まない
de: Nicht laden
en: Don't load
es: No cargar
fr: Ne pas charger
zh_hans: 不加载

source: 買い切り、一回だけ。
de: Einmaliger Kauf.
en: One-time purchase.
es: Compra única, pago único.
fr: Achat unique.
zh_hans: 买断制,只需一次付款。

source: 購入を復元
de: Käufe wiederherstellen
en: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats
zh_hans: 恢复购买

source: 走ったルートと速度を、あとから地図とチャートで振り返れます。
de: Sehen Sie sich Ihre gefahrene Route und Geschwindigkeit später auf Karte und in Diagrammen an.
en: Review your route and speed later on a map and charts.
es: Revisa después tu ruta y velocidad en un mapa y gráficos.
fr: Retrouvez ensuite votre trajet et votre vitesse sur une carte et des graphiques.
zh_hans: 行驶后可在地图和图表上回顾路线与速度。

source: 走行
de: Fahrt
en: Drive
es: Conducción
fr: Trajet
zh_hans: 行驶

source: 走行するとここで再生・スクラブできます(GPS 必須)
de: Nach der Fahrt können Sie hier abspielen und scrubben (GPS erforderlich)
en: Drive to replay and scrub here (GPS required)
es: Conduce para poder reproducir y desplazarte aquí (GPS necesario)
fr: Conduisez pour pouvoir relire et naviguer ici (GPS requis)
zh_hans: 行驶后可在此回放与拖动进度(需要 GPS)

source: 走行するとここに軌跡が描かれます(GPS 必須)
de: Ihre Route wird hier während der Fahrt eingezeichnet (GPS erforderlich)
en: Your route will be drawn here as you drive (GPS required)
es: Tu ruta se dibujará aquí mientras conduces (GPS necesario)
fr: Votre trajet sera tracé ici pendant que vous conduisez (GPS requis)
zh_hans: 行驶后将在此绘制轨迹(需要 GPS)

source: 走行すると軌跡が描かれます
de: Ihre Route wird während der Fahrt eingezeichnet
en: Your route will be drawn as you drive
es: Tu ruta se dibujará mientras conduces
fr: Votre trajet sera tracé pendant que vous conduisez
zh_hans: 行驶后将绘制轨迹

source: 走行の記録と分析
de: Fahrten aufzeichnen und analysieren
en: Record and Analyze Drives
es: Registra y analiza tus trayectos
fr: Enregistrer et analyser vos trajets
zh_hans: 行驶记录与分析

source: 走行マップ
de: Streckenkarte
en: Track Map
es: Mapa de ruta
fr: Carte du trajet
zh_hans: 行驶地图

source: 走行マップや加速計測の精度が下がる場合があります。
de: Die Genauigkeit der Streckenkarte und Beschleunigungsmessung kann sich verringern.
en: The track map and acceleration timing may be less accurate.
es: El mapa de ruta y la medición de aceleración pueden ser menos precisos.
fr: La carte du trajet et le chrono d'accélération peuvent être moins précis.
zh_hans: 行驶地图和加速测量的精度可能会降低。

source: 走行マップ設定
de: Streckenkarten-Einstellungen
en: Track Map Settings
es: Ajustes del mapa de ruta
fr: Réglages de la carte du trajet
zh_hans: 行驶地图设置

source: 走行リプレイ
de: Wiedergabe
en: Replay
es: Repetición
fr: Relecture
zh_hans: 行驶回放

source: 走行時間
de: Fahrzeit
en: Elapsed Time
es: Tiempo transcurrido
fr: Temps écoulé
zh_hans: 行驶时间

source: 走行距離
de: Strecke
en: Distance
es: Distancia
fr: Distance
zh_hans: 行驶距离

source: 走行距離 (GPS)
de: Strecke (GPS)
en: Distance (GPS)
es: Distancia (GPS)
fr: Distance (GPS)
zh_hans: 行驶距离 (GPS)

source: 起動時に読み込む保存データ
de: Beim Start geladene gespeicherte Daten
en: Saved data loaded at launch
es: Datos guardados que se cargan al iniciar
fr: Données enregistrées chargées au démarrage
zh_hans: 启动时加载的已保存数据

source: 距離リセット
de: Strecke zurücksetzen
en: Reset Distance
es: Restablecer distancia
fr: Réinitialiser la distance
zh_hans: 重置距离

source: 距離・時間・燃費の積算をゼロに戻します。
de: Setzt die aufsummierte Strecke, Zeit und den Kraftstoffverbrauch auf null zurück.
en: Resets accumulated distance, time, and fuel economy to zero.
es: Restablece a cero la distancia, el tiempo y el consumo acumulados.
fr: Remet à zéro la distance, le temps et la consommation cumulés.
zh_hans: 将累计的距离、时间和油耗清零。

source: 車の OBD2 ポート(多くは運転席の足元)にアダプタを差し込みます。
de: Stecken Sie den Adapter in den OBD2-Anschluss Ihres Autos (meist im Fußraum der Fahrerseite).
en: Insert the adapter into your car's OBD2 port, usually under the driver-side dashboard.
es: Conecta el adaptador al puerto OBD2 del coche (normalmente bajo el asiento del conductor).
fr: Insérez l'adaptateur dans le port OBD2 de votre voiture, généralement sous le tableau de bord côté conducteur.
zh_hans: 将适配器插入车辆的 OBD2 接口(通常位于驾驶座脚下)。

source: 車両が測定した外気温度です。
de: Die vom Fahrzeug gemessene Außentemperatur.
en: Outside air temperature measured by the vehicle.
es: Temperatura exterior medida por el vehículo.
fr: Température extérieure mesurée par le véhicule.
zh_hans: 车辆测得的外部气温。

source: 車両に接続してライブデータを表示
de: Mit dem Fahrzeug verbinden, um Live-Daten anzuzeigen
en: Connect to your car to see live data
es: Conecta con tu coche para ver datos en vivo
fr: Connectez-vous à votre voiture pour voir les données en direct
zh_hans: 连接车辆以显示实时数据

source: 車速 (GPS)
de: Geschwindigkeit (GPS)
en: Speed (GPS)
es: Velocidad (GPS)
fr: Vitesse (GPS)
zh_hans: 车速 (GPS)

source: 車速 (OBD)
de: Geschwindigkeit (OBD)
en: Speed (OBD)
es: Velocidad (OBD)
fr: Vitesse (OBD)
zh_hans: 车速 (OBD)

source: 車速ソースがありません。OBD 接続(またはデモモード)か GPS を有効にしてください。
de: Keine Geschwindigkeitsquelle. Verbinden Sie OBD (oder starten Sie den Demomodus) oder aktivieren Sie GPS.
en: No speed source. Connect OBD (or start demo mode) or enable GPS.
es: No hay fuente de velocidad. Conecta el OBD (o inicia el modo demo) o activa el GPS.
fr: Aucune source de vitesse. Connectez l'OBD (ou démarrez le mode démo) ou activez le GPS.
zh_hans: 没有车速数据源。请连接 OBD(或启用演示模式)或开启 GPS。

source: 車速ソースがありません。OBD 接続かデモモード、または GPS を有効にしてください。
de: Keine Geschwindigkeitsquelle. Verbinden Sie OBD oder den Demomodus, oder aktivieren Sie GPS.
en: No speed source. Connect OBD or demo mode, or enable GPS.
es: No hay fuente de velocidad. Conecta el OBD, inicia el modo demo, o activa el GPS.
fr: Aucune source de vitesse. Connectez l'OBD ou le mode démo, ou activez le GPS.
zh_hans: 没有车速数据源。请连接 OBD 或使用演示模式,或开启 GPS。

source: 軌跡を消去しますか?
de: Route löschen?
en: Clear the track?
es: ¿Borrar la ruta?
fr: Effacer le trajet ?
zh_hans: 要清除轨迹吗?

source: 追加
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
zh_hans: 添加

source: 追従
de: Folgen
en: Follow
es: Seguir
fr: Suivre
zh_hans: 跟随

source: 追従中
de: Folgt
en: Following
es: Siguiendo
fr: Suivi en cours
zh_hans: 跟随中

source: 通信ログ
de: Kommunikationsprotokoll
en: Communication Log
es: Registro de comunicación
fr: Journal de communication
zh_hans: 通信日志

source: 通常
de: Normal
en: Normal
es: Normal
fr: Normal
zh_hans: 普通

source: 速度
de: Geschwindigkeit
en: Speed
es: Velocidad
fr: Vitesse

source: 速度・回転数・水温など、車が発する対応データを自動検出して表示します。
de: Erkennt automatisch die von Ihrem Auto unterstützten Daten — Geschwindigkeit, Drehzahl, Kühlmitteltemperatur und mehr — und zeigt sie an.
en: Automatically detects and displays the data your car supports — speed, RPM, coolant temperature, and more.
es: Detecta y muestra automáticamente los datos que emite tu coche: velocidad, RPM, temperatura del refrigerante y más.
fr: Détecte et affiche automatiquement les données prises en charge par votre voiture — vitesse, RPM, température du liquide de refroidissement, et plus.
zh_hans: 自动检测并显示车辆发出的支持数据,如速度、转速、水温等。

source: 速度・温度・圧力・燃費の表示単位です。CSV 書き出しもこの単位に従います(単位は列見出しに入ります)。
de: Anzeigeeinheiten für Geschwindigkeit, Temperatur, Druck und Verbrauch. CSV-Exporte folgen dieser Einstellung; die Einheit steht in der Spaltenüberschrift.
en: Display units for speed, temperature, pressure and fuel economy. CSV exports follow this setting too, and the unit is written into the column header.
es: Unidades de visualización para velocidad, temperatura, presión y consumo. Las exportaciones CSV también siguen este ajuste y la unidad se escribe en el encabezado de columna.
fr: Unités d’affichage pour la vitesse, la température, la pression et la consommation. Les exports CSV suivent aussi ce réglage et l’unité figure dans l’en-tête de colonne.
zh_hans: 速度、温度、压力和油耗的显示单位。CSV 导出同样遵循此设置，单位会写入列标题。

source: 進行方向の方位です(0° = 北、時計回り)。
de: Die Fahrtrichtung (0° = Norden, im Uhrzeigersinn).
en: Direction of travel (0° = north, clockwise).
es: Dirección de desplazamiento (0° = norte, en sentido horario).
fr: Direction de déplacement (0° = nord, sens horaire).
zh_hans: 行驶方向的方位角(0° = 北,顺时针)。

source: 進行方向を上にする
de: Fahrtrichtung nach oben
en: Heading up
es: Rumbo hacia arriba
fr: Cap en haut
zh_hans: 以行进方向为上方

source: 選択したチャンネルの直近データがありません
de: Keine aktuellen Daten für die ausgewählten Kanäle
en: No recent data for the selected channels
es: No hay datos recientes para los canales seleccionados
fr: Aucune donnée récente pour les canaux sélectionnés
zh_hans: 所选通道没有最近的数据

source: 選択中 %@
de: Ausgewählt %@
en: Selected %@
es: Seleccionado %@
fr: Sélectionné %@
zh_hans: 当前选择 %@

source: 重ね表示
de: Überlagerung
en: Overlay
es: Superposición
fr: Superposition
zh_hans: 叠加显示

source: 長期燃料補正 B1
de: Langzeit-Kraftstofftrimm B1
en: Long Fuel Trim B1
es: Ajuste de combustible a largo plazo B1
fr: Correction de carburant à long terme B1
zh_hans: 长期燃油修正 B1

source: 長期燃料補正 B2
de: Langzeit-Kraftstofftrimm B2
en: Long Fuel Trim B2
es: Ajuste de combustible a largo plazo B2
fr: Correction de carburant à long terme B2
zh_hans: 长期燃油修正 B2

source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
zh_hans: 关闭

source: 音源
de: Sound
en: Sound
es: Fuente de sonido
fr: Source sonore

source: 音量
de: Lautstärke
en: Volume
es: Volumen
fr: Volume

source: 高度
de: Höhe
en: Altitude
es: Altitud
fr: Altitude
zh_hans: 海拔

source: 高度 (GPS)
de: Höhe (GPS)
en: Altitude (GPS)
es: Altitud (GPS)
fr: Altitude (GPS)
zh_hans: 海拔 (GPS)
